Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/aho.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Sebastiano Serlio and Antonio da Sangallo the Younger drew idealized versions of the building in their Renaissance drawings, while generations of French architects from the Beaux-Arts produced lushly colorful imaginations of its interior surfaces.
nb: I renessansen tegnet Sebastiano Serlio og Antonio da Sangallo den yngre idealiserte versjoner av bygningen, mens generasjoner av franske arkitekter produserte fargerikt utbroderte forestillinger av tenkte interiører i tråd med Beaux-arts tradisjonen.

source: The evaluation will be based on seminar participation and a final 3000 word essay.
nb: Kursevalueringen er basert på seminardeltagelse og et 3000-ord essay som leveres på slutten av semesteret.

source: But we were actually invited home to our Professor Tezuka-sensei and his family ahead of the New Year celebrations to make traditional Japanese Mochi.
nb: Likevel ble vi inviterte hjem til professor Tezuka-sensei og hans familie i forkant av nyttårsfeiringen for å lage tradisjonelle moshikaker.

source: Exhibition design for Hamsun Centre, in collaboration with Carle Lange.
nb: Konkurranse om utstilling i Hamsunsenteret, i samarbeid med Carle Lange.

source: - Section for Digitalization, Resource Management and HRM
nb: - Seksjon for digitalisering, ressursforvaltning og HRM

source: Students will learn to adapt and utilise different manufacturing methods like; injection molding, blow molding, extrusion and additive manufacturing/3-d printing in practice.
nb: Studentene skal kunne anvende kjente tilvirkningsmetoder som sprøytestøping, ekstrudering, formblåsing, samt nyere produksjonsmetoder som additive manufacturing/3-d printing i reelle praktiske situasjoner

source: During the education the students are given written assignments linked to design and theoretical subjects and tasks.
nb: I løpet av studiene har studentene skriftlige innleveringer knyttet til design og teoretiske emner og oppgaver.

source: The tests are free, easy to use, and you get them in the reception at AHO.
nb: Testene er gratis, enkle å bruke, og kan hentes i resepsjonen på AHO.

source: Through the Systemic Design Association, the school is actively involved in research in SOD environments in Zurich, Delft and Turin, as well as in India, China, Australia, Canada and the USA.
nb: Gjennom Systemic Design Association er vi tett påkoblet forskning i SOD-miljø, spesielt i Zurich, Delft, Torino, i tillegg til India, Kina, Australia, Canada og USA.

source: Years of hard work is over for 49 candidates.
nb: Lange år med studier og hardt arbeid er over for 49 kandidater ved AHO.

source: AHO's learning environment must be characterised by inclusion, zero tolerance for bullying and harassment and good whistleblowing procedures.
nb: AHOs læringsmiljø skal preges av inkludering, nulltoleranse for mobbing og trakassering, og gode varslingsrutiner.

source: In “Design Studio” students develop and expand core project-handling skills.
nb: - I “Designstudio” får studentene utviklet og utvidet sentrale prosjekt(håndterings)ferdigheter.

source: He is also a contributor to an upcoming book about another well-known architect, Fay Jones, for which he has written a chapter (University of Arkansas Press).
nb: Han er også bidragsyter til en kommende bok om en annen kjent arkitekt, Fay Jones, der han har skrevet et kapittel til den boka (University of Arkansas Press).

source: The second part of the pilot is carried out in autumn 2014.
nb: Andre del av piloten gjennomføres høsten 2014.

source: The seminar is practical in scope, and we will spend a lot of time at Blaker working hands-on with the architecture collection, and partly help registering it on the website.
nb: Dette seminaret er veldig praktisk anlagt, og vi vil tilbringe mye tid på Blaker for arbeide hands-on med arkitektursamlingen, og til en viss grad bidra til å registrere dette materialet.

source: In the postwar period between 1945 and 1975, architecture and urban planning were central instruments in the realization of the universalist welfare state policies known as the Nordic Model, built on the idea that welfare should be distributed to everyone.
nb: I etterkrigstiden fra 1945 til 1975 var arkitektur og byplanlegging sentrale virkemidler i realiseringen av den universalistiske velferdspolitikken vi kjenner som den nordiske modellen, der grunnideen er at velferden skal distribueres til alle.

source: Students will work individually and in groups.
nb: Oppgavene løses individuelt og i gruppe.

source: Multifaceted, the studio will engage 3 phases developing a research-based design, as group assignments and individual projects.
nb: Studioet vil engasjere 3 faser i utviklingen av en “research-based design”, både som gruppeoppgaver og individulelt prosjekt.

source: Introduction to the evaluation of impact, and value creation and the intersection between this and service design.
nb: Introduksjon til evaluering av påvirkning, verdiskapning og samspill mellom dette og tjenestedesign.

source: Completed courses under prerequisit knowledge or equivalent.
nb: Gjennomført kurs under forkunnskapskrav eller tilsvarende.

source: We map the settlement structure today, (synchronously) and historically (diachron).
nb: Vi kartlegger bosettingsstrukturen i dag, (synkront) og historisk (diakront).

source: Among other things, in the next four years the board will focus on appointing a new rector and pursuing AHO’s new strategy, Agenda 2025.
nb: De neste fire årene vil styre være fokusert på blant annet å ansette ny rektor, og å følge opp den nye strategien til AHO, Agenda 2025.

source: AHO is number fifteen on the 2016 ranking.
nb: I kåringen for 2016 er AHO på femtende plass.

source: The availability is visible in Oria/Leganto for students and staff.
nb: Tilgjengelighet er synlig for studentene i Oria/Leganto og listene er koblet til kursrommet i Moodle.

source: • Basic skills in visual communication
nb: • Grunnleggende ferdigheter i visuell kommunikasjon

source: • Knowledge in use of advanced architectural and design visualization;
nb: • Kunnskap i bruk av avansert arkitektonisk- og design-visualisering;

source: A wonderful example of cooperation between research, students and business and industry, which also makes a concrete impact and generates assignments for the Norwegian design sector.
nb: Et glitrende eksempel på samarbeid mellom forskning, studenter, og næringsliv som også bidrar med konkret impact og som genererer oppdrag til norsk designnæring.

source: Basic prior knowledge in CAD tools such as Rhino, Solidworks, Alias, Blender etc. is required.
nb: Det kreves innledende forkunnskaper i CAD verktøy som Rhino, Solidworks, Alias, Blender etc.

source: (PriArc) a small group of MA and PhD students are invited to explore and curate the architecture collection at Blaker in the Fall 2017.
nb: (PriArc) er en liten gruppe MA og PhD-studenter invitert til å overskue, sortere og kuratere arkitektursamlingen på Blaker høsten 2017.

source: Note: All instructions are based on active participation by the students and 90 % attendance.
nb: Merk: Alle instruksjoner er basert på deltakelse fra studentene og 90 % fremmøte

source: Phase 1_ Explore the concept of “After Belonging” and its implication for contemporary architecture and on the scale of the city.
nb: Fase 1_ Undersøke begrepet “After Belonging” og konseptets implikasjoner i en arkitektornisk of urban skala.

source: Phase 01 consists of a six-week design phase for the small building.
nb: Fase 01 består av en seks ukers designfase for bygningen.

source: The reports should be read by the sensors in preparation for the evaluation at AHO.
nb: Rapportene bør deretter leses av sensorene som en del av forberedelsene til vurderingen på AHO.

source: Red Dot Design Ranking 2019: AHO among the best design schools in the world!
nb: AHO er blant verdens beste designskoler! Red Dot Design Ranking 2019:

source: Nov AHO students recently presented their prototypes as part of the exhibition 3DX14 – 14 Approaches to materialising form through 3D printing.
nb: Designstudenter presenterte nylig sine prototyper som en del av utstillingen 3DX14 – 14 Approaches to materialising form through 3D printing.

source: Individual case-study of the footprint of fisheries on land.
nb: Individuelt case-studie av fiskerinæringens avtrykk på land.

source: Recruitment of new students 2021
nb: Rekruttering av nye studenter til AHO 2021

source: A smashing STUDIO + DIPLOMA exhibition and a great party.
nb: Lekker STUDIO + DIPLOMA-utstilling og god stemning.

source: • Students learn to render and execute simple discussions of key issues in philosophy and history of science, epistemology, ethics and aesthetics.
nb: • Studentene lærer å gjengi og gjennomføre enkle drøftinger av sentrale problemstillinger innen filosofi- og vitenskapshistorie, vitenskapsteori, etikk og estetikk.

source: Interest in architecture as a habitat.
nb: Interesse for arkitektur som habitat.

source: Klasson took cues from Gerrit Rietveld's ‘Red and Blue’ chair to develop his ‘Red and White Sunlounger’, combining an iconic shape and popular appeal.
nb: Klasson hentet ledetråder fra Gerrit Rietvelds stol 'Red and Blue' for å utvikle sin solseng ‘Red and White Sunbed’ som kombinerer en ikonisk form og folkelig appell.

source: GAIA TRONDHEIM was established in 2005 as a member of Gaia Architects.
nb: Firmaet ble opprettet som enkeltforetak i 2005 som en del av nettverket Gaia Arkitekter.

source: The choice of theme is primarily in the hands of each student, and the direction in which this subject is to take is mainly the result of consultations between each student and their supervisor, the institute leader, and the course staff.
nb: Valg av tema er i utgangspunktet opp til den enkelte student, og retningen er hovedsakelig resultatet av samtaler mellom hver enkelt student og veileder, instituttleder og kurspersonale.

source: The measures in the text below describe the infection control measures that can help to reduce the infection risk to a minimum.
nb: Tiltakene i teksten nedenfor er en beskrivelse av smitteverntiltak som kan bidra til å redusere smitterisiko til et minimum.

source: We needed to do something different”, says Manuela.
nb: Vi var nødt til å gjøre noe annerledes, sier Manuela.

source: When you log into Moodle with you AHO username and password, you will see your page with links to all your courses.
nb: Når du logger deg inn i Moodle med AHO brukernavn og passord, kommer du direkte til «min side» med linker til de kursene du har meldt deg opp til.

source: Most e-books have the same policies as the printed books, one user at the time for 28 days.
nb: De fleste e-bøkene har samme vilkår som trykte bøker - en låner om gangen i 28 dager.

source: • Knowledge in use of Virtual and Augmented Reality for architectural visualisation and design;
nb: • Kunnskap og ferdigheter i bruk av Virtual og Augmented Reality for arkitektonisk visualisering og design;

source: What is Feide?
nb: Hva er Feide?

source: it can take up to 14 days to clarify
nb: opptil 14 dager å avklare

source: From the award ceremony, the lecture (Kjetil Trædal Thorsen, Snøhetta) and the following party.
nb: Fra utdelingen, forelesningen (Kjetil Trædal Thorsen, Snøhetta) og festen.

source: Including scoping, research, project-description, time-management and communication.
nb: Dette omfatter definering av omfang, forskning, prosjektbeskrivelse, tidsstyring og kommunikasjon.

source: Focus theme – autumn 2018: Design for Democracy
nb: Fokustema – høsten 2018: Design for demokrati

source: For technical questions about Studentweb:
nb: For tekniske spørsmål om Studentweb:

source: COVID-19 is mainly transmitted by droplet and direct contact.
nb: Covid-19 smitter hovedsakelig via dråpe- og kontaktsmitte.

source: The new students spent their first weeks working on a "Rube Goldberg Machine", a 250 meter chain made out of different items found around the local area.
nb: Ferske designstudenter har i sine første uker på AHO jobbet med en såkalt "Rube Goldberg Machine", en 250 meter sammenhengende kjede med gjenstander studentene har funnet i kontainere og andre steder i nærområdet.

source: Frederica Miller, born 1955, was educated as an architect at AHO in 1984, and is also a qualified permaculture designer.
nb: Frederica Miller, født 1955, er utdannet som arkitekt på AHO i 1984 og er i tillegg utdannet som permakulturdesigner.

source: Karl Otto Ellefsen visited La Biennale di Venezia and shares his views:
nb: Karl Otto Ellefsen har besøkt La Biennale di Venezia og deler inntrykka sine:

source: Architectural History 2 gives an introduction to European and North-American architectural history from around 1900 until today.
nb: Arkitekturhistorie 2 gir en innføring i europeisk og amerikansk arkitekturhistorie fra omkring 1900 fram til i dag.

source: Our diploma candidates are ready for the world!
nb: Diplomkandidatene er klare for verden!

source: Exams autumn 2021
nb: Eksamen høst 2021

source: The Pre-Diploma course (6 credits) is a mandatory specialized course running in the semester prior to the diploma/master thesis semester.
nb: Pre-diplom (6 sp) er obligatorisk fordypningskurs siste semester før diplom/masteroppgave.

source: The virus is largely transmitted through coughing and sneezing and less so by normal speech/talking.
nb: Viruset spres i størst grad ved hoste- og nysing – og mindre ved normal tale/snakking.

source: Passed the studio part of GK1 and GK2.
nb: Bestått studiodelen av GK1 og GK2.

source: In his speech, Henrik Syse underlined the moral responsibility that comes with knowledge.
nb: Henrik Syse la i sin tale til kandidatene vekt på det moralske ansvaret som følger av å ha og bruke sin kunnskap.

source: Astruptunet, competition for new museum.
nb: Astruptunet, nytt besøkssenter og galleri.

source: Price per hour, language review Bokmål and Nynorsk:
nb: Pris pr time, språkvask bokmål og nynorsk:

source: We are experiencing major unrest in the world, democratic values are at stake, people fleeing from their homes and from war.
nb: Vi opplever stor urolighet i verden, der demokratiske verdier står på spill og mennesker flykter fra krig og fra hjemmene sine.

source: For one of the case studies she participated in, she studied a public innovation program called Fifth Space where 30 social service workers from three of the largest agencies in the disability sector in British Colombia, Canada took part for half a year.
nb: I en av studiene hun deltok i, så hun på en offentlig innovasjons program som heter Fifth Space hvor 30 sosialarbeidere fra de tre største uførhetsbyråene i Britisk Columbia i Canada deltok i et halvt år.

source: Since 2004, Andreas has worked as a consultant who develops management groups and applies systemic thinking and SOD in these contexts.
nb: Andreas har siden 2004 jobbet som konsulent med utvikling av ledergrupper og anvendt systemisk tenkning og systemorientert design i denne sammenheng.

source: - in the project part of the semester the assessment will be based on:
nb: I prosjektdelen av semester vurderingsformene vil fokusere på:

source: We have previously worked with participation (Tønsberg Municipality), workplace democracy (Gjensidige Forsikring and UDI), and involvement (Dagens Næringsliv).
nb: Vi har tidligere jobbet med deltagelse (Tønsberg Kommune), arbeidsplassdemokrati (Gjensidige Forsikring og UDI), og engasjement (Dagens Næringsliv).

source: The students deliver their diplomas in the form of their collected outputs, a presentation and a report.
nb: Studentene leverer diplomprosjektet i form av samlet produksjon, en presentasjon og en rapport.

source: What does this mean for government agencies?
nb: Hva betyr dette for offentlige instanser?

source: Transform is an advanced course in industrial design dealing with new tools for developing, prototyping and conveying design solutions.
nb: Transform er et videregående kurs i industridesign som tar for seg nye verktøy for utvikling, prototyping og formidling av designløsninger.

source: We need to know how to evaluate their technological properties, their cultural value and spatial potential, and develop strategies for their future existence.
nb: Vi må forstå deres teknologiske egenskaper, deres kulturelle verdi og romlige potensial, og utvikle strategier for videre utvikling.

source: Svalbard as global agent:
nb: Svalbard som global agent:

source: In his Diploma project, 'Untitled', he has explored originality issues within industrial design.
nb: I sitt diplomprosjekt 'Untitled - Originality Issues within Industrial Design' har han utforsket originalitet innenfor industriell design.

source: • Knowledge of creative techniques
nb: • Kunnskap om relevante metoder og verktøy innen design.

source: Lisa Ann Cooper is a Norwegian-American.
nb: Lisa Ann Cooper er norsk-amerikaner.

source: This is done by both focusing on exploration and professionality on an advanced project-level.
nb: Dette gjøres ved å fokusere på både utforskning og profesjonalitet på et høyt prosjektnivå.

source: For the 75th anniversary of The Oslo School of Architecture and Design - AHO Open, our architecture students from the first year did a project to build an installation on the campus.
nb: I anledning 75-års jubileet til Arkitektur- og designhøgskolen i Oslo - AHO Open, har arkitektstudenter fra første studieår fått i oppdrag å prosjektere og bygge en installasjon i skolens bakgård.

source: , and her work as an art critic is published in art magazines, museum catalogues, and artist books.
nb: , og hennes arbeid som kunstkritiker er utgitt i museumskataloger og kunstnerbøker.

source: advanced, experimental architectural design.
nb: Avansert, eksperimentell prosjektering.

source: Adaptation of digital services for different types of teaching (hybrid, digital and physical).
nb: Tilrettelegging av digitale tjenester for ulik type undervisning (Hybrid, digitalt og fysisk).

source: RHYME is a joint project between AHO, the Norwegian Academy of Music / Centre for Music and Health, and the University of Oslo / Department of Informatics.
nb: RHYME er et samarbeidsprosjekt mellom AHO, Norges Musikkhøgskole/Senter for musikk og helse og Universitetet i Oslo /Intitutt for Informatikk.

source: Digital work-shop on territorial studies.
nb: Digitalt gruppearbeid med territorielle studier.

source: The third and final year is dedicated to the master’s thesis (Module 9).
nb: Det tredje året er avsatt til masteroppgaven (Modul 9).

source: Do you have technical problems or want training in the use of the website, contact the study administration's back-office Kjersti Meyer Petersen (
nb: Har du tekniske problemer eller ønsker opplæring i bruk av nettstedet ta kontakt med studieadministrasjonen sitt back-office (Kjersti Meyer Petersen

source: D-BOX is a cooperation between AHO, DOGA and BI.
nb: D-BOX er et samarbeid mellom AHO, DOGA og BI.

source: If you add PDF-files, remember the copyright law.
nb: Dersom du legger til en PDF-fil må du huske på opphavsretten.

source: Passed foundation level (BA-level) courses at AHO or equivalent, 180 ECTS.
nb: Bestått emner på grunnivå (bachelor) på AHO eller tilsvarende, til sammen 180 studiepoeng.

source: The project is carried out in cooperation with ‘Bygg uten grenser’ and various companies related to the concrete industry, and Bergene Holm AS has provided the wood.
nb: Prosjektet er gjennomført i samarbeid med Bygg uten grenser og ulike bedrifter koblet til betongindustrien, samt Bergene Holm AS som leverandør av trevirke.

source: • The students shall – through exercises and discussions – have the ability to become engaged in, articulate and discuss design topics.
nb: Studentene skal – gjennom øvelser og diskusjoner – ha evner til å engasjere seg i, artikulere og diskutere designtemaer.

source: Jonny Aspen has a background in cultural history and received a PhD from AHO in 2003 on the topic of Norwegian urban planning history.
nb: Jonny Aspen er utdannet idéhistoriker og har en doktorgrad fra AHO (2003) om norsk byplanhistorie.

source: GK5 architecture and landscape architecture presented urbanism projects in Tranby in Lier municipality.
nb: GK5 arkitektur og landskapsarkitektur viste fram urbanismeprosjekter på Tranby i Lier kommune.

source: After meeting a Norwegian by chance in a bar in New York, she accompanied him to Norway, and moved to Oslo in 1989.
nb: Etter at hun tilfeldigvis traff en nordmann i en bar i New York ble hun med til Norge, og flyttet til Oslo i 1989.

source: You prioritize courses for spring 2022 under the banner fall 2021, be aware of that.
nb: Vær oppmerksom på ar dere prioriterer kurs for VÅR 2022 i semesterfanen HØST 2021.

source: Excellent, relevant and concise introduction to design thinking.
nb: Veldig god, aktuell og oversiktlig innføring i design thinking.

source: They will all be employed at the Institute of Urbanism and Landscape in 20% of full-time positions.
nb: Alle er ansatt ved Institutt for urbanisme og landskap i 20% stillinger.

source: Defining and developing the scope and plan for the project is done both in the project-description (diploma programme), as well as throughout the process.
nb: Omfanget av og planen for prosjektet defineres og utvikles både i prosjektbeskrivelsen (diplomprogrammet) og i løpet av prosessen.

source: The distinct emphasis on the politics of space constitutes 0047’s core and identity.
nb: 0047 er en platform for forskning, produksjon, visning og debatt innen områdene kunst, urbanisme og arkitektur.

source: Oslo Architecture Triennale (OAT) is the Nordic region’s biggest architecture festival, and one of the world’s prominent arenas for dissemination and discussion of architectural and urban challenges.
nb: Oslo Architecture Triennale (OAT) er nordens største arkitekturfestival, og en av verdens mest fremtredende arenaer for formidling og diskusjoner innen arkitektoniske og urbane utfordringer.

source: Students work closely with a partner (organization or enterprise).
nb: Studentene jobber nært sammen med en partner (organisasjon eller bedrift).

source: There is a common structure for milestones and core-deliverables throughout the course (development of project descriptions and plans, documentation and deliverables, and main presentations).
nb: Det er en felles struktur for milepæler og viktige innleveringer gjennom hele kurset (utvikling av prosjektbeskrivelser og -planer, dokumentasjon, innleveringer og hovedpresentasjoner).

source: The students also deliver a 20-minute public presentation of their diploma on the day of the evaluation.
nb: Studentene skal også gi en 20-minutters presentasjon av diplomprosjektet på vurderingsdagen.

source: Advisor for exhibition "Electra"
nb: Rådgiver for utstillingen "Electra"

source: The new measures apply from Thursday 9 December and initially for four weeks.
nb: De nye tiltakene gjelder fra torsdag 9.

source: For centuries, the pearl economy was the driving force in the Arabian Gulf, and Muharraq was its epicenter.
nb: I århundrer var perleøkonomien pådriveren i den arabiske gulfen, der Muharraq var episenteret.

source: If you are wondering where you will sit this autumn, you can see
nb: Og lurer du på hvor du skal være, kan du se oversikt over

source: The delegation from the ministry were impressed by the studio course for architecture and landscape architecture students, a semester of urbanism for all students, and the strategic planning projects in Tranby, together with the 1:1 outdoor project.
nb: Delegasjonen fra KMD ble imponert av det felles studiokurset for arkitekt- og landskapsarkitektstudenter, et semester med urbanisme for alle studentene og de strategiske planprosjektene på Tranby, sammen med 1:1 prosjektet ute.
